Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: AI systems intended to be used by alternative dispute resolution bodies for those purposes should also be considered to be high-risk when the outcomes of the alternative dispute resolution proceedings produce legal effects for the parties.
pt_pt: Os sistemas de IA concebidos para serem utilizados por entidades de resolução alternativa de litígios para esses fins também deverão ser considerados de risco elevado quando os resultados dos procedimentos de resolução alternativa de litígios produzam efeitos jurídicos para as partes.

source: The use of AI tools can support the decision-making power of judges or judicial independence, but should not replace it: the final decision-making must remain a human-driven activity.
pt_pt: A utilização de ferramentas de IA pode auxiliar o poder de tomada de decisão dos magistrados ou da independência judicial, mas não o deverá substituir, a decisão final tem de continuar a ser uma atividade humana.

source: The classification of AI systems as high-risk should not, however, extend to AI systems intended for purely ancillary administrative activities that do not affect the actual administration of justice in individual cases, such as anonymisation or pseudonymisation of judicial decisions, documents or data, communication between personnel, administrative tasks.
pt_pt: Contudo, a classificação de sistemas de IA como sendo de risco elevado não deverá ser alargada aos sistemas de IA concebidos para atividades administrativas puramente auxiliares que não afetam a administração efetiva da justiça em casos individuais, como a anonimização ou a pseudonimização de decisões judiciais, documentos ou dados, comunicações entre pessoal ou tarefas administrativas.

source: Without prejudice to the rules provided for in Regulation (EU) 2024/900 of the European Parliament and of the Council (34), and in order to address the risks of undue external interference with the right to vote enshrined in Article 39 of the Charter, and of adverse effects on democracy and the rule of law, AI systems intended to be used to influence the outcome of an election or referendum or the voting behaviour of natural persons in the exercise of their vote in elections or referenda should be classified as high-risk AI systems with the exception of AI systems whose output natural persons are not directly exposed to, such as tools used to organise, optimise and structure political campaigns from an administrative and logistical point of view.
pt_pt: Sem prejuízo das regras previstas no Regulamento (UE) 2024/900 do Parlamento Europeu e do Conselho (34), e a fim de fazer face aos riscos quer de interferência externa indevida no direito de voto consagrado no artigo 39.o da Carta, quer de efeitos adversos na democracia e no Estado de direito, os sistemas de IA concebidos para serem utilizados para influenciar o resultado de uma eleição ou referendo, ou o comportamento eleitoral de pessoas singulares no exercício do seu direito de voto em eleições ou referendos, deverão ser classificados como sendo sistemas de IA de risco elevado, com exceção dos sistemas de IA a cujos resultados as pessoas singulares não estejam diretamente expostas, como os instrumentos utilizados para organizar, otimizar e estruturar campanhas políticas de um ponto de vista administrativo e logístico.

source: The fact that an AI system is classified as a high-risk AI system under this Regulation should not be interpreted as indicating that the use of the system is lawful under other acts of Union law or under national law compatible with Union law, such as on the protection of personal data, on the use of polygraphs and similar tools or other systems to detect the emotional state of natural persons.
pt_pt: A classificação de um sistema de IA como sendo de risco elevado por força do presente regulamento não deverá ser interpretada como uma indicação de que a utilização do sistema é lícita ao abrigo de outros atos do direito da União ou ao abrigo do direito nacional compatível com o direito da União, por exemplo, em matéria de proteção de dados pessoais ou de utilização de polígrafos e de instrumentos semelhantes ou de outros sistemas para detetar o estado emocional de pessoas singulares.

source: Any such use should continue to occur solely in accordance with the applicable requirements resulting from the Charter and from the applicable acts of secondary Union law and national law.
pt_pt: Essa utilização deverá continuar sujeita ao cumprimento dos requisitos aplicáveis resultantes da Carta e dos atos do direito derivado da União e do direito nacional em vigor.

source: This Regulation should not be understood as providing for the legal ground for processing of personal data, including special categories of personal data, where relevant, unless it is specifically otherwise provided for in this Regulation.
pt_pt: O presente regulamento não deverá ser entendido como um fundamento jurídico para o tratamento de dados pessoais, inclusive de categorias especiais de dados pessoais, se for caso disso, salvo disposição específica em contrário no presente regulamento.

source: To mitigate the risks from high-risk AI systems placed on the market or put into service and to ensure a high level of trustworthiness, certain mandatory requirements should apply to high-risk AI systems, taking into account the intended purpose and the context of use of the AI system and according to the risk-management system to be established by the provider.
pt_pt: Para atenuar os riscos dos sistemas de IA de risco elevado colocados no mercado ou colocados em serviço e para assegurar um elevado nível de fiabilidade, deverão aplicar-se determinados requisitos obrigatórios aos sistemas de IA de risco elevado, tendo em conta a finalidade prevista e o contexto de utilização do sistema de IA e de acordo com o sistema de gestão de riscos a estabelecer pelo prestador.

source: The measures adopted by the providers to comply with the mandatory requirements of this Regulation should take into account the generally acknowledged state of the art on AI, be proportionate and effective to meet the objectives of this Regulation.
pt_pt: As medidas adotadas pelos prestadores para cumprirem os requisitos obrigatórios do presente regulamento deverão ter em conta o estado da arte geralmente reconhecido em matéria de IA e ser proporcionadas e eficazes para cumprir os objetivos do presente regulamento.

source: Based on the New Legislative Framework, as clarified in Commission notice ‘The “Blue Guide” on the implementation of EU product rules 2022’, the general rule is that more than one legal act of Union harmonisation legislation may be applicable to one product, since the making available or putting into service can take place only when the product complies with all applicable Union harmonisation legislation.
pt_pt: Com base no novo regime jurídico, tal como clarificado na comunicação da Comissão intitulada «“Guia Azul” de 2022 sobre a aplicação das regras da UE em matéria de produtos», a regra geral é a de que mais do que um ato jurídico da legislação de harmonização da União pode ser aplicável a um produto, uma vez que a sua disponibilização ou colocação em serviço só podem ter lugar quando o produto cumprir toda a legislação de harmonização da União aplicável.

source: The hazards of AI systems covered by the requirements of this Regulation concern different aspects than the existing Union harmonisation legislation and therefore the requirements of this Regulation would complement the existing body of the Union harmonisation legislation.
pt_pt: Os perigos dos sistemas de IA abrangidos pelos requisitos do presente regulamento dizem respeito a aspetos diferentes da legislação de harmonização da União em vigor, pelo que os requisitos do presente regulamento complementarão o atual corpo de legislação de harmonização da União.

source: For example, machinery or medical devices products incorporating an AI system might present risks not addressed by the essential health and safety requirements set out in the relevant Union harmonised legislation, as that sectoral law does not deal with risks specific to AI systems.
pt_pt: Por exemplo, as máquinas ou os dispositivos médicos que incorporam um sistema de IA podem apresentar riscos não abrangidos pelos requisitos essenciais de saúde e segurança estabelecidos nas disposições pertinentes do direito harmonizado da União, uma vez que tal legislação setorial não aborda os riscos específicos dos sistemas de IA.

source: This calls for a simultaneous and complementary application of the various legislative acts.
pt_pt: Tal implica a aplicação simultânea e complementar dos vários atos legislativos.

source: To ensure consistency and to avoid an unnecessary administrative burden and unnecessary costs, providers of a product that contains one or more high-risk AI system, to which the requirements of this Regulation and of the Union harmonisation legislation based on the New Legislative Framework and listed in an annex to this Regulation apply, should have flexibility with regard to operational decisions on how to ensure compliance of a product that contains one or more AI systems with all the applicable requirements of that Union harmonised legislation in an optimal manner.
pt_pt: A fim de assegurar a coerência e evitar encargos administrativos e custos desnecessários, os prestadores de um produto que contenha um ou mais sistemas de IA de risco elevado, aos quais se aplicam os requisitos do presente regulamento e da legislação de harmonização da União com base no novo regime jurídico e enumerados num anexo do presente regulamento, deverão ser flexíveis no que diz respeito às decisões operacionais sobre a forma otimizada de assegurar a conformidade de um produto que contenha um ou mais sistemas de IA com todos os requisitos aplicáveis dessa legislação harmonizada da União.

source: That flexibility could mean, for example a decision by the provider to integrate a part of the necessary testing and reporting processes, information and documentation required under this Regulation into already existing documentation and procedures required under existing Union harmonisation legislation based on the New Legislative Framework and listed in an annex to this Regulation.
pt_pt: Tal flexibilidade poderá significar, por exemplo, a decisão do prestador de integrar uma parte dos processos necessários de testagem e comunicação de informações e de informação e documentação exigidos pelo presente regulamento na documentação e nos procedimentos já existentes exigidos nos termos da legislação de harmonização da União, com base no novo regime jurídico e enumerado num anexo do presente regulamento.

source: This should not, in any way, undermine the obligation of the provider to comply with all the applicable requirements.
pt_pt: Tal não deverá de modo algum prejudicar a obrigação do prestador de cumprir todos os requisitos aplicáveis.

source: The risk-management system should consist of a continuous, iterative process that is planned and run throughout the entire lifecycle of a high-risk AI system.
pt_pt: O sistema de gestão de riscos deverá consistir num processo iterativo contínuo, que seja planeado e executado ao longo de todo o ciclo de vida de um sistema de IA de risco elevado.

source: That process should be aimed at identifying and mitigating the relevant risks of AI systems on health, safety and fundamental rights.
pt_pt: Esse processo deverá ter por objetivo identificar e atenuar os riscos pertinentes dos sistemas de IA para a saúde, a segurança e os direitos fundamentais.

source: The risk-management system should be regularly reviewed and updated to ensure its continuing effectiveness, as well as justification and documentation of any significant decisions and actions taken subject to this Regulation.
pt_pt: O sistema de gestão de riscos deverá ser revisto e atualizado regularmente, a fim de assegurar a sua eficácia contínua, bem como a justificação e documentação de quaisquer decisões e medidas significativas tomadas ao abrigo do presente regulamento.

source: This process should ensure that the provider identifies risks or adverse impacts and implements mitigation measures for the known and reasonably foreseeable risks of AI systems to the health, safety and fundamental rights in light of their intended purpose and reasonably foreseeable misuse, including the possible risks arising from the interaction between the AI system and the environment within which it operates.
pt_pt: Este processo deverá assegurar que o prestador identifique riscos ou repercussões negativas e aplique medidas de atenuação dos riscos conhecidos e razoavelmente previsíveis dos sistemas de IA para a saúde, a segurança e os direitos fundamentais à luz das suas finalidades previstas e da sua utilização indevida razoavelmente previsível, incluindo os possíveis riscos decorrentes da interação entre o sistema de IA e o ambiente em que opera.

source: The risk-management system should adopt the most appropriate risk-management measures in light of the state of the art in AI.
pt_pt: O sistema de gestão de riscos deverá adotar as medidas de gestão dos riscos mais adequadas à luz do estado da arte no domínio da IA.

source: When identifying the most appropriate risk-management measures, the provider should document and explain the choices made and, when relevant, involve experts and external stakeholders.
pt_pt: Ao identificar as medidas de gestão dos riscos mais adequadas, o prestador deverá documentar e explicar as escolhas feitas e, se for caso disso, envolver peritos e partes interessadas externas.

source: In identifying the reasonably foreseeable misuse of high-risk AI systems, the provider should cover uses of AI systems which, while not directly covered by the intended purpose and provided for in the instruction for use may nevertheless be reasonably expected to result from readily predictable human behaviour in the context of the specific characteristics and use of a particular AI system.
pt_pt: Ao identificar a utilização indevida razoavelmente previsível de sistemas de IA de risco elevado, o prestador deverá abranger as utilizações dos sistemas de IA que, embora não diretamente abrangidas pela finalidade prevista e indicadas nas instruções de utilização, possa, no entanto, razoavelmente esperar-se que resultem de um comportamento humano facilmente previsível no contexto das características específicas e da utilização de um sistema de IA.

source: Any known or foreseeable circumstances related to the use of the high-risk AI system in accordance with its intended purpose or under conditions of reasonably foreseeable misuse, which may lead to risks to the health and safety or fundamental rights should be included in the instructions for use that are provided by the provider.
pt_pt: Quaisquer circunstâncias conhecidas ou previsíveis, relacionadas com a utilização do sistema de IA de risco elevado em conformidade com a sua finalidade prevista ou em condições de utilização indevida razoavelmente previsível, que possam causar riscos para a saúde e a segurança ou os direitos fundamentais deverão ser incluídas nas instruções de utilização que são disponibilizadas pelo prestador.

source: This is to ensure that the deployer is aware and takes them into account when using the high-risk AI system.
pt_pt: O objetivo é assegurar que o responsável pela implantação esteja ciente delas e as tenha em conta ao utilizar o sistema de IA de risco elevado.

source: Identifying and implementing risk mitigation measures for foreseeable misuse under this Regulation should not require specific additional training for the high-risk AI system by the provider to address foreseeable misuse.
pt_pt: A identificação e a aplicação de medidas de atenuação dos riscos em caso de utilização indevida previsível por força do presente regulamento não deverão exigir medidas de treino adicionais específicas para o sistema de IA de risco elevado por parte do prestador, a fim de as combater.

source: The providers however are encouraged to consider such additional training measures to mitigate reasonable foreseeable misuses as necessary and appropriate.
pt_pt: No entanto, os prestadores são incentivados a considerar essas medidas de treino adicionais a fim de atenuarem as utilizações indevidas razoavelmente previsíveis, conforme necessário e adequado.

source: Requirements should apply to high-risk AI systems as regards risk management, the quality and relevance of data sets used, technical documentation and record-keeping, transparency and the provision of information to deployers, human oversight, and robustness, accuracy and cybersecurity.
pt_pt: Os sistemas de IA de risco elevado deverão estar sujeitos ao cumprimento de requisitos relativos à gestão de riscos, à qualidade e à pertinência dos conjuntos de dados utilizados, à documentação técnica e à manutenção de registos, à transparência e à prestação de informações aos responsáveis pela implantação, à supervisão humana, à solidez, à exatidão e à cibersegurança.

source: Those requirements are necessary to effectively mitigate the risks for health, safety and fundamental rights.
pt_pt: Esses requisitos são necessários para atenuar eficazmente os riscos para a saúde, a segurança e os direitos fundamentais.

source: As no other less trade restrictive measures are reasonably available those requirements are not unjustified restrictions to trade.
pt_pt: Uma vez que não estão razoavelmente disponíveis outras medidas menos restritivas ao comércio, esses requisitos não constituem restrições injustificadas ao comércio.

source: High-quality data and access to high-quality data plays a vital role in providing structure and in ensuring the performance of many AI systems, especially when techniques involving the training of models are used, with a view to ensure that the high-risk AI system performs as intended and safely and it does not become a source of discrimination prohibited by Union law.
pt_pt: Os dados de elevada qualidade e o acesso a dados de elevada qualidade desempenham um papel essencial ao proporcionarem estrutura e garantirem o desempenho de vários sistemas de IA, sobretudo quando são utilizadas técnicas que envolvem o treino de modelos, com vista a assegurar que o sistema de IA de risco elevado funcione como pretendido e de modo seguro e não se torne uma fonte de uma discriminação proibida pelo direito da União.

source: High-quality data sets for training, validation and testing require the implementation of appropriate data governance and management practices.
pt_pt: Para garantir conjuntos de dados de treino, validação e testagem de elevada qualidade é necessário aplicar práticas adequadas de governação e gestão de dados.

source: Data sets for training, validation and testing, including the labels, should be relevant, sufficiently representative, and to the best extent possible free of errors and complete in view of the intended purpose of the system.
pt_pt: Os conjuntos de dados de treino, validação e testagem, incluindo os rótulos, deverão ser pertinentes, suficientemente representativos e, tanto quanto possível, isentos de erros e completos, tendo em conta a finalidade prevista do sistema.

source: In order to facilitate compliance with Union data protection law, such as Regulation (EU) 2016/679, data governance and management practices should include, in the case of personal data, transparency about the original purpose of the data collection.
pt_pt: A fim de facilitar o cumprimento da legislação da União em matéria de proteção de dados, como o Regulamento (UE) 2016/679, as práticas de governação e de gestão de dados deverão incluir, no caso dos dados pessoais, a transparência sobre a finalidade inicial da recolha de dados.

source: The data sets should also have the appropriate statistical properties, including as regards the persons or groups of persons in relation to whom the high-risk AI system is intended to be used, with specific attention to the mitigation of possible biases in the data sets, that are likely to affect the health and safety of persons, have a negative impact on fundamental rights or lead to discrimination prohibited under Union law, especially where data outputs influence inputs for future operations (feedback loops).
pt_pt: Os conjuntos de dados deverão também ter as propriedades estatísticas adequadas, nomeadamente no que respeita às pessoas ou grupos de pessoas nos quais o sistema de IA de risco elevado se destina a ser utilizado, com especial atenção para a atenuação de eventuais enviesamentos nos conjuntos de dados que sejam suscetíveis de afetar a saúde e a segurança das pessoas, afetar negativamente os direitos fundamentais ou conduzir a discriminações proibidas pelo direito da União, especialmente quando os resultados dos dados influenciam entradas para operações futuras («circuitos de realimentação»).

source: Biases can for example be inherent in underlying data sets, especially when historical data is being used, or generated when the systems are implemented in real world settings.
pt_pt: Os enviesamentos podem, por exemplo, ser inerentes a conjuntos de dados de base, especialmente quando são usados ou gerados dados históricos ao serem aplicados os sistemas a situações reais.

source: Results provided by AI systems could be influenced by such inherent biases that are inclined to gradually increase and thereby perpetuate and amplify existing discrimination, in particular for persons belonging to certain vulnerable groups, including racial or ethnic groups.
pt_pt: Os resultados apresentados pelos sistemas de IA poderão ser influenciados por enviesamentos inerentes que tendem a aumentar gradualmente, e, desse modo, a perpetuar e a ampliar a discriminação existente, em particular de pessoas pertencentes a grupos vulneráveis, nomeadamente de grupos raciais ou étnicos.

source: The requirement for the data sets to be to the best extent possible complete and free of errors should not affect the use of privacy-preserving techniques in the context of the development and testing of AI systems.
pt_pt: O requisito de os conjuntos de dados serem o mais completos possível e isentos de erros não deverá afetar a utilização de técnicas de preservação da privacidade no contexto do desenvolvimento e testagem de sistemas de IA.

source: In particular, data sets should take into account, to the extent required by their intended purpose, the features, characteristics or elements that are particular to the specific geographical, contextual, behavioural or functional setting which the AI system is intended to be used.
pt_pt: Em especial, os conjuntos de dados deverão ter em conta, na medida do exigido face à sua finalidade prevista, as funcionalidades, as características ou os elementos que são específicos do cenário geográfico, contextual, comportamental ou funcional no qual o sistema de IA se destina a ser utilizado.

source: The requirements related to data governance can be complied with by having recourse to third parties that offer certified compliance services including verification of data governance, data set integrity, and data training, validation and testing practices, as far as compliance with the data requirements of this Regulation are ensured.
pt_pt: Os requisitos relacionados com a governação dos dados podem ser cumpridos recorrendo a terceiros que ofereçam serviços de conformidade certificados, incluindo a verificação da governação dos dados, da integridade dos conjuntos de dados e das práticas de treino, validação e testagem de dados, desde que seja assegurado o cumprimento dos requisitos em matéria de dados do presente regulamento.
